Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: On the February 3 episode of Raw, Flair stated that she had defeated the women's champions of both Raw and SmackDown and had held those titles multiple times.
es: [19]​ En el episodio del 3 de febrero de Raw, Flair dijo que había derrotado a las campeonas femeninas de Raw y SmackDown y que había tenido esos títulos varias veces.

source: On 17 March, at 9:00 PM local time (GMT-5), President Iván Duque spoke to the Colombians and declared the state of emergency, announcing that he would take economic measures that were announced the following day.
es: [47]​ A las 9:00 p.m. hora local (GMT-5), el presidente Iván Duque habló con los colombianos y declaró el estado de emergencia, anunciando que tomará medidas económicas mañana que se anunciarán.

source: The incidence of M. abscessus infections appears to be increasing over time.
es: La incidencia de infecciones por M. abscessus parece aumentar con el tiempo.

source: On 3 March, three more cases were confirmed.
es: [5]​ El 3 de marzo, se confirmaron tres casos más.

source: Finally, destroyed muscle cells release potassium ions, phosphate ions, the heme-containing protein myoglobin, the enzyme creatine kinase and uric acid (a breakdown product of purines from DNA) into the blood.
es: Por último, las células musculares destruidas liberan iones potasio, iones fosfato, la hemoproteína mioglobina, la enzima creatina cinasa y ácido úrico (un producto de degradación de las purinas a partir del ADN) en la sangre.

source: The patient is a 32-year-old man who arrived from Guayaquil, Ecuador.
es: El paciente era un hombre de 32 años, proveniente de Guayaquil, Ecuador, pero residente en el departamento Central.

source: At noon on 14 March, they stood on their balconies clapping to salute the nation's health care workers.
es: Al mediodía del 14 de marzo, se pararon en sus balcones aplaudiendo para saludar a los trabajadores de salud del país.

source: By 29 February there were seven confirmed cases of COVID-19, all of which were present in Zagreb and Rijeka.
es: Hasta el 29 de febrero, existían 7 casos confirmados en el país, en las ciudades de Zagreb y Rijeka.

source: VAS appears as a rapidly growing firm mass in and under the skin.
es: VAS aparece como una masa firme de rápido crecimiento en y bajo la piel.

source: Lead poisoning was among the first known and most widely studied work and environmental hazards.
es: El plomo es el primer metal conocido y más ampliamente estudiado por su riesgo ambiental.

source: Transmission of influenza from swine to humans who work with swine was documented in a small surveillance study performed in 2004 at the University of Iowa.
es: [24]​ La transmisión de gripe de cerdos a humanos con trabajos que tienen que ver con porcinos se documentó en un pequeño estudio de vigilancia realizado en el 2004 por la Universidad de Iowa.

source: It was the first recorded case of an infected child. During the night from 13 to 14 March, fourteen workers of Brodosplit were placed into quarantine in Split after coming back from temporary work in Italy, bringing the total number of quarantined in Split to 47.
es: [18]​[19]​ Durante la noche del 13 al 14 de marzo, 14 trabajadores de Brodosplit fueron colocados en cuarentena tras volver del trabajo temporal en Italia.

source: A match between the two was then scheduled for the event, being a rematch from WrestleMania XXX in 2014.
es: Luego se programó un combate entre los dos para el evento, que sería una revancha de WrestleMania XXX en 2014.

source: Several figures have praised Vietnam's response, comparing it to the success in 2003 when Vietnam became the first country to be cleared of the SARS outbreak.
es: La respuesta vietnamita ha sido elogiada por varios entes, comparándola con la respuesta rápida en 2003, cuando Vietnam se convirtió en el primer país en recuperarse del brote del SARS .

source: On 28 February, Tokyo Disneyland, Tokyo DisneySea and Tokyo Disney Resort were temporarily closed from 29 February.
es: El 28 de febrero de 2020, según Oriental Land, un informe confirmado de una empresa de ocio y entretenimiento, Tokyo Disneyland, Tokyo DisneySea y Tokyo Disney Resort se cerraron temporalmente a partir del 29 de febrero, y las operaciones se reanudarán a principios de abril.

source: It most commonly affects children, immunocompromised individuals, and the elderly, as their immune systems cannot deal with infection as effectively as those of healthy adults.
es: Sus víctimas más frecuentes son los niños, las personas inmunodeprimidas y los ancianos, ya que su sistema inmunitario no puede hacer frente a la infección de la forma más eficaz, como en los adultos sanos.

source: States with no recognition or limited recognition
es: Países sin reconocimiento o reconocimiento limitado

source: During the incubation period, microbes pass through the stomach into the intestine, attach to the cells lining the intestinal walls, and begin to multiply there.
es: En una toxoinfección alimentaria, durante el periodo de incubación, los microbios pasan del estómago al intestino, se sujetan a las células de las paredes intestinales y empiezan a multiplicarse allí.

source: On 15 March, the Ministry of Municipal and Rural Affairs further announced the closure of all shopping malls, restaurants, coffee shops, and public parks and buildings with the exception of pharmacies and supermarkets.
es: El 15 de marzo, el Ministerio anunció el cierre de todos los centros comerciales, restaurantes, cafeterías y parques públicos, con la excepción de las farmacias y los supermercados.

source: Collectively these may be converted into a single unit of mechanical power.
es: En conjunto, estos pueden convertirse en una sola unidad de potencia mecánica.

source: On 27 February, Baden-Württemberg confirmed four new cases, for a total of eight cases in the region.
es: El 27 de febrero, Baden-Württemberg confirmó cuatro casos nuevos, con lo que el total actual de ocho casos en la región.

source: Hebra claimed that Semmelweis's work had a practical significance comparable to that of Edward Jenner's introduction of cowpox inoculations to prevent smallpox.
es: Hebra declaró que el trabajo de Semmelweis tenía una importancia parecida a la introducción de la vacuna contra la viruela por Edward Jenner.

source: Our country is not safe, as neighbours India and Pakistan are not polio free, declared Health Minister ASM Matiur Rahman.
es: Nuestro país [Bangladés] no será seguro mientras [países] vecinos como India y Pakistán no estén libres de polio, declaró el ministro de Salud ASM Matiur Rahman.

source: In an appearance on March 13 the Head of Government (Prime Minister) Xavier Espot announced that all public establishments would be closed for two weeks except those that provide essential products, gas stations, and pharmacies.
es: [9]​ En una comparecencia el 13 de marzo, el Jefe de Gobierno Xavier Espot anunció que se cerraban todos los establecimientos públicos, salvo los que vendían productos de primera necesidad y farmacias durante dos semanas.

source: With the support of the Wellcome Trust, Gilbert started work on the design and creation of novel influenza vaccinations.
es: Con el apoyo de Wellcome Trust, Gilbert comenzó a trabajar en el diseño y la creación de nuevas vacunas contra la gripe.

source: On 10 March, Saudi Arabia announced that it would increase its production from 9.7 million barrels per day to 12.3 million, while Russia planned to increase oil production by 300,000 barrels per day.
es: El 10 de marzo, Arabia Saudita anunció que aumentaría su producción de 9.7 millones de barriles por día a 12.3 millones, mientras que Rusia planeaba aumentar la producción de petróleo en 300,000 barriles por día.

source: On 14 March, many cultural institutions announced their closure.
es: El 14 de marzo, numerosas instituciones culturales anunciaron su cierre.

source: Already during the war, teams of doctors traveled to bombed areas to provide medical support, chiefly with intravenous fluids, as dialysis was not yet available.
es: [6]​[9]​ Los equipos de médicos que viajaban a las zonas bombardeadas para proporcionar apoyo durante la guerra utilizaban principalmente líquidos intravenosos porque la diálisis aún no estaba disponible.

source: In the following years, programmers wrote a variety of Emacs-like editors for other computer systems.
es: Durante los siguientes años, se escribieron muchos editores similares a Emacs para otros sistemas operativos.

source: A letter published on the New England Journal of Medicine Catalyst Innovations in Care Delivery claimed that one of the reasons for the high death count in the area of Bergamo was hospital contamination.
es: Una carta publicada en el New England Journal of Medicine Catalyst Innovations in Care Delivery afirmó que una de las razones del alto recuento de muertes en el área de Bérgamo fue la contaminación hospitalaria.

source: 5 MarchIn Andalusia 4 new cases were reported, a 17-year-old girl in Málaga at the Santa Rosa de Lima school who returned last week from a study trip to Italy, a 23-year-old woman and a 37-year-old woman in Seville and a 41-year-old woman in Alhaurín de la Torre, bringing the total to 17 active cases and not 16 as reported by the media.
es: 4 nuevos casos reportados en Andalucía: una chica de 17 años en Málaga del colegio Santa Rosa de Lima que había vuelto la semana anterior de un viaje de estudios en Italia; una chica de 23 años y una mujer de 37 años en Sevilla y una mujer de 41 años en Alhaurín de la Torre, aumentando el total a 17 casos activos y no 16 como decían los medios.

source: As a result of the 2019–20 coronavirus pandemic, factory output and transportation demand fell, bringing overall demand for oil down as well, and causing oil prices to fall.
es: Como resultado de la pandemia de coronavirus 2019-2020, la producción de la fábrica y la demanda de transporte disminuyeron, lo que también redujo la demanda general de petróleo y provocó la caída de los precios del petróleo.

source: These include: comprehensive programs, education and training, medical examinations, use of medications, reduction of exposures and elimination of exposures.
es: [20]​ Estas incluyen: programas comprensivos, educación y adiestramiento, exámenes médicos, uso de medicamentos, reducción de exposiciones y eliminación de exposiciones.

source: "A video of opera singer Maurizio Marchini performing the aria ""Nessun dorma"" from his balcony in Florence went viral."
es: "[140]​ Un video del cantante de ópera Maurizio Marchini interpretando el aria ""Nessun dorma"" desde su balcón en Florencia se volvió viral."

source: Chen's supporters accused the Chinese government of censorship of the coronavirus outbreak.
es: Los partidarios de Chen acusaron al gobierno chino de censurar el brote de coronavirus.

source: The other cases are Costa Ricans.
es: Los otros casos son costarricenses.

source: Other people are dismissed and sent home as soon as possible and put in quarantine until then.
es: Se despide a otras personas y se las envía a casa lo antes posible y se las pone en cuarentena hasta entonces.

source: US oil prices increased by 25% on 2 April, the biggest one-day increase in history.
es: Los precios del petróleo en Estados Unidos aumentaron un 25% el 2 de abril, el mayor aumento de un día en la historia.

source: In January 2020, BBC News published an article about coronavirus misinformation, citing two January 24 articles from The Washington Times that said the virus was part of a Chinese biological weapons program, based at the Wuhan Institute of Virology (WIV).
es: En enero de 2020, la BBC publicó un artículo sobre información errónea sobre el coronavirus, citando dos artículos del 24 de enero de The Washington Times que afirmaban que el virus era parte de un programa chino de armas biológicas, con sede en el Instituto de Virología de Wuhan (WIV).

source: The mortality rate from septic shock is approximately 25–50%.
es: La tasa de mortalidad por shock séptico es aproximadamente entre un 25%-50%.

source: Quest Diagnostics similarly made nationwide COVID‑19 testing available as of 9 March 2020.
es: [12]​ Quest Diagnostics del mismo modo puso a disposición nacional las pruebas para COVID-19 el 9 de marzo de 2020.

source: According to The Guardian, many pro-Chen comments on Sina Weibo were censored.
es: Según The Guardian, muchos comentarios a favor de Chen sobre Sina Weibo fueron censurados.

source: Asbestosis is long term inflammation and scarring of the lungs due to asbestos fibers.
es: La asbestosis es una enfermedad rara que causa fibrosis pulmonar originada por una contaminación por fibras de asbesto o amianto.

source: Additionally, through a second statement issued by the President, public institutions and organizations were ordered to allow for alternating and flexible schedules and enforce remote working if possible.
es: [118]​ Además, a través de una segunda declaración emitida por el Presidente, se ordenó a las instituciones y organizaciones públicas que permitieran horarios alternativos y flexibles y aplicaran el trabajo remoto si es posible.

source: On 15 March, Koca announced that the number of confirmed cases increased to 18, with 7 of the new cases originating from Europe and 3 cases originating from the United States.
es: [29]​ El 15 de marzo, Koca anunció que el número de casos confirmados aumentó a 18, con 7 de los nuevos casos procedentes de Europa y 3 casos procedentes de los Estados Unidos.

source: Occupational safety and health
es: Seguridad en la industria

source: Developing and monitoring quality dental services
es: Desarrollo y control de calidad de servicios dentales.

source: Calcium levels initially tend to be low, but as the situation improves calcium is released from where it has precipitated with phosphate, and vitamin D production resumes, leading to hypercalcemia (abnormally high calcium levels).
es: Los niveles de calcio iniciales tienden a ser bajos, pero a medida que la situación mejora el calcio se libera de donde se ha precipitado con el fosfato y se reanuda la producción de vitamina D, lo que lleva a la hipercalcemia (niveles anormalmente altos de calcio).

source: The 2020 NFL Draft was the 85th annual meeting of National Football League (NFL) franchises to select newly eligible players for the 2020 NFL season.
es: El Draft de la NFL de 2020 será la 85.ª edición de la reunión anual de selección de jugadores.

source: The election of the 33rd Dáil was therefore held using the new boundaries, for 160 seats.
es: [15]​[16]​ La elección del 33.º Dáil se llevó a cabo utilizando los nuevos límites con un total de 160 escaños.

source: Former National Football League (NFL) player Rob Gronkowski, who had recently signed with WWE, was announced as the host of WrestleMania 36.
es: Rob Gronkowski, ex-jugador de la National Football League, quien recientemente había firmado con WWE, también fue anunciado como el anfitrión del evento.

source: On 25 February 2020, Switzerland confirmed the first case of COVID-19, a 70-year-old man in the Italian-speaking canton of Ticino bordering Italy, who had previously visited Milan tested positive for SARS-CoV-2.
es: El 25 de febrero de 2020, Suiza confirmó el primer caso de COVID-19, un hombre de 70 años en el cantón de habla italiana de Ticino que limita con Italia, que previamente había visitado Milán dio positivo por SARS-CoV-2.

source: Tangible body macrophages involved in PrPSc clearance are thought to play a role in PrPSc accumulation in the Peyer's patches.
es: Se cree que los macrófagos corporales tangibles implicados en la eliminación de PrPSc juegan un papel en la acumulación de PrPSc en los parches de Peyer.

source: HIV is spread primarily by unprotected sex (including anal and oral sex), contaminated blood transfusions, hypodermic needles, and from mother to child during pregnancy, delivery, or breastfeeding.
es: El VIH se contagia principalmente por sexo desprotegido (incluido sexo anal y oral), transfusiones de sangre contaminada, agujas hipodérmicas y de la madre al niño durante el embarazo, parto o lactancia.

source: On March 22, the country declared a state of alarm, which was needed to facilitate the mobilization of economic and material resources needed to stem the spread of coronavirus.
es: El 22 de marzo, el país declaró un estado de alarma, que era necesario para facilitar la movilización de recursos económicos y materiales necesarios para detener la propagación del coronavirus.

source: Due to the increasing rate of latex allergy among health professionals, and in the general population, gloves made of non-latex materials such as polyvinyl chloride, nitrile rubber, or neoprene have become widely used.
es: Debido al aumento en casos de alergia al látex entre profesionales de salud y en la población general, se han fabricado nuevos guantes hechos de materiales distintos al látex como: vinilo, nitrilo, o neopreno.

source: "Zvezda, a news outlet funded by the Russian Defense Ministry, published an article titled ""Coronavirus: American biological warfare against Russia and China"", claiming that the virus is intended to damage the Chinese economy, weakening its hand in the next round of trade negotiations."
es: "[32]​ Zvezda, un medio de noticias financiado por el Ministerio de Defensa ruso, publicó un artículo titulado ""Coronavirus: guerra biológica estadounidense contra Rusia y China"", alegando que el virus está destinado a dañar la economía china, debilitando su posición en la próxima ronda de negociaciones comerciales."

source: Upkeep of essential public services
es: mantenimiento de servicios públicos esenciales

source: It is a follow-up to the 2008 instrumental album Ghosts I–IV, and released simultaneously with their eleventh album, Ghosts VI: Locusts.
es: [1]​[2]​ Es una continuación del álbum instrumental de Ghosts I–IV (2008), y lanzado simultáneamente con su undécimo álbum, Ghosts VI: Locusts.

source: After hand washing was instituted in mid-May, the rates in June were 2.2%, July 1.2%, August 1.9% and, for the first time since the introduction of anatomical orientation, the death rate was zero in two months in the year following this discovery.
es: La tasa de mortalidad en la Clínica Primera en abril de 1847 era del 18.3%, después de la adopción del lavado de manos antiséptico (mediados de mayo de 1847) bajó en junio al 2,2%, en julio al 1,2% y en agosto al 0,9%, y por primera vez desde la introducción de la enseñanza anatómicamente orientada de la medicina (con realización de autopsias por médicos y estudiantes) fue cero durante dos meses después de la adopción de las medidas antisépticas de Semmelweis.

source: On 17 March, thirteen new cases were reported bringing the total number of recorded cases to 69.
es: El 17 de marzo, fueron relatados 13 nuevos casos, elevando el número total 69.

source: need no source of heat,
es: No necesitar fuentes de calor.

source: Symptoms in 1918 were so unusual that initially influenza was misdiagnosed as dengue, cholera, or typhoid.
es: [12]​ A esto hay que sumar que los primeros síntomas, en 1918, fueron atribuidos a otras enfermedades como dengue, cólera, o la fiebre tifoidea.

source: On 1 March, the first case in the country and the Caribbean was confirmed.
es: El 1 de marzo, se confirmó el primer caso en el país, siendo el primero del Caribe y el cuarto de Latinoamérica[8]​[9]​[10]​.

source: The BBC noted that popularity of streaming services could increase, especially if more people are isolated at home, with The Guardian suggesting that non-blockbuster films may be sent to streaming more quickly than anticipated after release, to catch this market.
es: La BBC señaló que la popularidad de los servicios de streaming podría aumentar, especialmente si más personas están aisladas en casa, con The Guardian sugiriendo que las películas que no son éxitos de taquilla pueden enviarse a streaming más rápido de lo previsto después del lanzamiento, para captar este mercado.

source: On 19 March, the Measuring, Selection and Placement Center postponed 9 exams, including TUS and MSÜ, which were planned to be held soon.
es: El 19 de marzo, el Centro de Medición, Selección y Colocación pospuso 9 exámenes, incluidos TUS y MSÜ, que se planearon realizar pronto.

source: By 9 April 2020, South Korea had about 10,423 cases and 204 deaths, with over 494,711 people having been tested, a case fatality rate of 1.95%, which is lower than the WHO's global case fatality rate of 4.34%.
es: A partir del 11 de marzo de 2020, Corea del Sur tiene alrededor de 7800 casos y 61 muertes, con más de 200 000 personas sometidas a pruebas, una tasa de letalidad de 0.8%, que es menor que la tasa de letalidad global de la OMS de 3.4%.

source: Despite its proximity to China and large human flows, Taiwan has recorded the lowest incidence rate per capita – around 1 in every 500,000 people.
es: [153]​[154]​[155]​[156]​ A pesar de su proximidad a China y los grandes flujos humanos, Taiwán ha registrado la tasa de incidencia más baja per cápita: alrededor de 1 de cada 500,000 personas.

source: Chinese scientists subsequently linked the pneumonia to a new strain of coronavirus that was given the initial designation SARS-CoV-2.
es: Científicos chinos posteriormente enlazaron la neumonía a una nueva cepa de coronavirus, la cual recibió la designación inicial de 2019-nCoV.

source: Applications in health care
es: La promoción de la salud

source: History of rehabilitation for traumatic brain injury.
es: «Pathology of brain damage».

source: "Anecdotal evidence suggests certain types of mass gatherings may be associated with increased risk of influenza transmission, and may also ""seed"" new strains into an area, instigating community transmission in a pandemic."
es: "La evidencia que sugiere que los eventos masivos aumentan el potencial para transmisión de enfermedad contagiosa no es concluyente[35]​ , sin embargo evidencia anecdótica sugiere que ciertos tipos de eventos masivos pueden estar asociados con riesgo aumentado de transmisión de influenza, y también se pueden ""sembrar"" nuevas cepas a un área, transformando una transmisión comunitaria en una pandemia."

source: Bootsma and Ferguson analyzed social distancing interventions in sixteen U.S. cities during the 1918 epidemic and found that time-limited interventions reduced total mortality only moderately (perhaps 10–30%), and that the impact was often very limited because the interventions were introduced too late and lifted too early.
es: [20]​ Bootsma Y Ferguson analizaron las medidas de distanciamiento social en 16 ciudades de EE.UU. durante la epidemia de 1918 y encontrado que las intervenciones limitadas en tiempo redujeron la mortalidad total sólo moderadamente (quizás 10–30%), y que el impacto era a menudo muy limitado porque las medidas fueron introducidas demasiado tarde y levantadas demasiado temprano.

source: The patient had been placed in isolation at an undisclosed hospital, and family members of the patient were put under observation.
es: [6]​ El paciente había sido colocado en aislamiento, en un hospital no revelado, y los familiares del paciente fueron sometidos a observación.

source: Brataj also announced the formation of a task force, while asserting that COVID-19 had not yet arrived in Albania.
es: Brataj también afirmó que la pandemia de Covid-19 aún no había llegado a Albania.

source: The terms vaccine and vaccination are derived from Variolae vaccinae (smallpox of the cow), the term devised by Edward Jenner to denote cowpox.
es: Los términos vacuna y vacunación derivan de variolae vaccinae (viruela de la vaca), término acuñado por Edward Jenner para denotar la viruela bovina.
